Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
lrk: امي يقين رکون ھو تو موٽي ھين عوامي طور تي دستياب آواز ڊيٽا سيٽ مشين رآي ھکيا تي ھوڻيوڙي تقرير ٽيڪنالاجي ۾ جدت ھين صحتمند تجارتي مقابلا ني فروغ ڏي ھي. آ ايڪ عالمي ڪوشش هي ھين امي سڀنو ني ميلايا ري دعوت ڏيو ھون . امو رو مقصد تقرير ٽيڪنالاجي ني وڌيڪ ڀيرا ڪريا ۾ مدد ڏيوي هي، دنيا ي آوازو ري تنوع ني ظاهر ڪرين.

source: Website Localization
lrk: ويب سائيٽ Localization

source: Websites
lrk: ويب سائيٽون

source: We couldn’t find that page for you
lrk: امي تموھارو آ صفحو جوئي ڪوئي سگهيا

source: We couldn’t get any audio clips for you to listen to. Please try again later.
lrk: امي تمئو ري ھڻيا ھارو ڪوئي بي آڊيو ڪلپ حاصل ڪوئي ڪري سگيا مهربوني ڪرين وري ڪوشش ڪرو.

source: We couldn’t get any sentences for you to speak. Please try again later.
lrk: امي تماري ري ٻئليا ھارو ڪوئي ڀي جملو ڪوِئي جوئي سگيا مھربوني ڪرين وري ڪوݾݾ ڪرجو

source: Weekly
lrk: هفتيوار

source: Weekly Goal
lrk: هفتا رو مقصد

source: We launch the Common Voice site in this language.
lrk: امي آ ٻولي ۾ ڪامن وائس سائيٽ لانچ ڪرون ھون

source: Welcome { $company } staff!
lrk: ڀلي ڪري آويا { $company } اسٽاف!

source: Welcome to Common Voice
lrk: عام آواز ۾ ڀليڪار

source: Welcome to Spontaneous Speech
lrk: بي اختيار تقرير۾ ڀليڪار

source: Welsh
lrk: ويلش ٻولي

source: We may have run out of clips - refresh the page, or try again later.
lrk: امو ڪني ݾَائد ڪلپس ختم ھوئي گيا ھي - صفا ني ريفريش ڪرو، يا پسي وري ڪوشش ڪرو

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
lrk: امو ني شايد آ درخواست ڪوئي ملي ھي. مهربوني ڪرين امو ني سڌو سنئون اي ميل ڪرو <emailLink>{ $email }</emailLink> تي ھين امي تمو ري طرف واپس آويو!

source: We periodically release the dataset
lrk: امي وقت بوقت ڊيٽاسيٽ جاري ڪرو ھون

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
lrk: امي تموري معلومات ني احتياط مون سنڀاليا رو واعدو ڪرو ھون. وڌيڪ پڙهو امو ري <privacyLink>رازداري نوٽيس</privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
lrk: امي ايڪ کوليوڙو ذريعو ٺاهيورهيا هون، آوازو ري گھڻ-ٻولي ڊيٽا سيٽ جي هرايڪ استعمال ڪري سگهي ھي تقرير-فعال ھويوڙي ايپليڪيشنن ني تربيت ڏيدا ھھارو.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
lrk: امي ٻوليو ري ايڪ اوپن سورس ڊيٽاسيٽ ني ڪراؤڊ سورس ڪرو ھون مھربوني ڪرين آپري ٻوليودان ڪرو، ٻيجو مينکوري ڪلپس ني سھي ڪرو، ڊيٽاسيٽ ني ھينگو ھارون سھي بڻاوُ.

source: We’re experiencing unexpected downtime
lrk: امي اڻھمج بند يو وقت رو تجربو ڪرو رهيا هون

source: We're going out to get coffee.
lrk: امي ٻاهري جاو رهيا ھون ڪافي ليڌا ھارو.

source: We’re going out to get coffee.
lrk: امي ڪافي پيدا ھارو ٻاهرجاوُ رھيا ھون.

source: We release the dataset every 3 months.
lrk: مي ھر دن ديٽا سيت جاري ڪرو ھون

source: We're making some big changes
lrk: امي ڪوئي موٽي تبديليون لاوُ ھون

source: We're receiving a lot of traffic and are currently investigating the issues.
lrk: امي تموم گھڻي آمد و رفت ري ڪري اي وقت مسئلو ري جاچ ڪرو رهيا هون.

source: We’re sorry, your platform is not currently supported.
lrk: معاف ڪرجو، تمو رو پليٽ فارم اي وقت سپورٽ ھويوڙوو هي.

source: Western Highland Purepecha
lrk: ويسٽرن هاءِ لينڊ پيوريپيچا

source: Western Penan
lrk: مغربي پنن

source: Western Sierra Puebla Nahuatl
lrk: مغربي سيرا پيبلا نوهاٽلا

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
lrk: امي ترجما ھارو موزيلا پرزا استعمال ڪرو ھون جي ني <pontoonLink>Pontoon</pontoonLink> ڪيدو جائي هي. پونٽون ۾ ڪيتيوئي ٻوليون ھي، پر جيڪڏي آ تمو ري ڪوئي هي تو تمي ڪري ھگو <pontoonRequestLink>اپري ٻولي ڀيري ڪريا ري درخواست ھي</pontoonRequestLink>. او مون پوسي، ٻولي ني عام آواز ري پروجيڪٽ تي دستياب ڪريا ھارو، <githubRepoLink> GitHub تي نوي ٻولي ري درخواست ڪرو </githubRepoLink>. <localizationFragment>سائيٽ ري ترجما تي وڌيڪ جو</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
lrk: امي ڪوئي تبديليون ڪري ھي. ڊيلٽا حصو صرف آخري رليز مون ليئين سڀ مون تازي ڪلپس تي دارومدار ھي. <deltaLink>اي ڪوم بابت وڌيڪ پڙهو</deltaLink>.

source: We've run out of sentences to record in this language...
lrk: امو ڪني آ ڀولي بي رآڪئردينگ ڪريا ھارو جملا ختم ھوئي گيا ھي

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
lrk: اپي چاهون ھو ڪي تقرير را ماڊل مختلف قسم ري ٻوليا وارو ني سُا مون ھمجيا ۾ آوي. ايم ھويا ھارو، ايڪ آواز ڊيٽا سيٽ ني ڪيتائي مختلف مينکو ري مدد ڪروي کپي.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
lrk: امي چاهون ھون ڪي مشين لرننگ الگورٿم مختلف قسم ري پس منظر ري گوڙ ني سنڀاليا ري قابل هوئي، ھين بلڪي تيز ٻوليو ني بي موني سگي جيم ڪي ائي تموني پورو متن ھوڻيا مون ڪوئي روڪي. چپ پس منظر موسيقي ٺيڪ هي؛ ايتي بلند موسيقي جي تمو ني هر لفظ ھوڻيا مون روڪي سگهي، ايم ڪوئي هي.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
lrk: امي الگ تلفظ ني دينيواد ڪرون ھون زمين تي ڪئي ڪلپ ني رد ڪريا مون پهري تمام سوجاڪ رهيو ته تمي سوچيو تو پڙهياوارا ڪني اکر ني غلط استعمال ڪريو هي، دٻاء ني غلط جگہ تي رکيو هي، يا اوقاف ني نظرانداز ڪرئو هي. ھينگ دنيا ۾ استعمال ھويوڙا تلفظ را الگ قسم ھي، جي مون ڪوئي شايد تمي آپري مقامي ڪميونٽي ۾ ڪوئي ھوڻيا ھوئي. مھربوني ڪرني اووڄ ھارو قدردانيءَ ري سخاوت ڏيو جي تمو مون الگ ٻولي سگھي ھي.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
lrk: امي جلدي ھي تمو ري ٻولي ني ڪامن وائس ۾ لايا ھارو وڌيڪ جوڻ مون رابطو ڪرو.

source: We will be in touch with more information as it becomes available.
lrk: امي وڌيڪ معلومات مون رابطا ۾ رهيو جيئ آ دستياب ھوئي

source: We will not make your email public.
lrk: امي تمو رياي ميل ني عوامي ڪوئي ڪريو

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
lrk: امي ڊيٽا سيٽ مون تمو ري آواز ري رڪارڊنگ ري هٽايا ھارو تمو ري درخواست رو جائزو لييو. جيڪڏي تمو ري درخواست منظور ڪئري گئي هي، امو اووُہ مون رابطو ڪريو جي ڊيٽا سيٽ ڊائون لوڊ ڪريو هي ھين درخواست ڪريو ھون تواي تمو ري آواز ري رڪارڊنگ ني پڻ هٽاوي ڪاڌيو.

source: We will show you a prompt or question
lrk: امي تمو ني ايڪ سوال يا هدايت ڏيکاريو.

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
lrk: امي بڻيادن، سول سوسائٽي ھين ڪميونٽي ڀائيوارو مون ڀآرا ڪوم ڪرون ھون انٽرنيٽ ني ايڪ صحت مند جڳهه، خاص ڌيان مون اوڀر آفريڪا تي. امو ري <programmaticWork>پروگراماتي ڪوم.</programmaticWork> بابت وڌيڪ ڄوڻو

source: What is a language on Common Voice?
lrk: ڪامن وائس تي ٻولي ڪاو هي؟

source: What issues are you experiencing with this content?
lrk: اي مواد مون تمو ني ڪيوا مسئلا درپيش آويا؟

source: What issues are you experiencing with this sentence?
lrk: آ جملا مي تموني ڪيوا مسلا محسوس ڪرو رھيا ھون

source: What is your age?
lrk: تماري عمر ڪاو ھي

source: What is your sex or gender?
lrk: تمو ري جنس يا جنس ڪاو هي؟

source: What kind of goal do you want to build?
lrk: تمي ڪي قسم رو مقصد تعمير ڪروُ چاھون ھون

source: What makes a good question?
lrk: ڪاو ايڪ سٺو سوال بڻائي ھگو؟

source: What needs to be in my file?
lrk: ماري فائل ۾ ڪاُو هووُ کپي؟

source: What questions can I add?
lrk: ھون ڪيوا سوال ڀيرا ڪري سگهو ھون؟

source: What sentences can I add?
lrk: ھون ڪيوا جملا ميلاوي سگو

source: What’s inside the Common Voice dataset?
lrk: عام آواز ري ڊيٽا سيٽ ري موئي ڪاوُ هي؟

source: What's Public?
lrk: عوامي ڪاو ھي

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
lrk: جڏي ڪوئي مينک ايڪ آواز ري ڪلپ ني رد ڪري ھي او قطار ۾ واپسي آئي جائي ھي. جيڪدي ٻيجي دفا بي رد ڪريو ھي تو، آواز ري ڪلپ ني ݾمݾون ۾ ڌيڌو ھي

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
lrk: ھڻيا ري وقت، گھڻي پرک مو چيڪ ڪرو ڪي جي رڪارڊ ڪري هي آ بلڪل آ ئي لکيوڙون هي؛ جيڪدي ٿوڙي غلطيون بي هوئي توغلط ڪرو.

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
lrk: جڏي تمي آپري رڪارڊنگ ري درخواست ڪرو ھون، امي اووہ ني ايڪ يا گهڻي زپ فائلن ۾ ڀيري ڪرو ھون. ايئي تمو ري پيرڪي ري درخواستون ھي:

source: Which variant of { $language } do you speak?
lrk: تمي ڪيوا قسم ري { $language } ٻولو ھون؟

source: Why ?
lrk: ڪون

source: Why a profile?
lrk: پروفائل ڪون؟

source: Why are you asking?
lrk: تمي ڪون پوسو

source: Why Common Voice?
lrk: سادي آواز ڪون

source: Why does this matter?
lrk: آ معاملو ڪيڪر ھوئي؟

source: Why we built this Spontaneous Speech prototype
lrk: امي آ بي اختياري ٽقرير تي پروٽوٽائپ ڪو ٺاهيو

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
lrk: پروفائل مون، تمي آپري سرگرمي رو ٽريڪ رکي ھگهو ھين وائس ڊيٽا حصو ليداوارا ري ڪميونٽي مون ڀيري سگهو

source: Wixarika
lrk: ويڪاريڪا

source: Wolof
lrk: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
lrk: ڪاوُ تمي گذارش ڪروي چاھو ھون تو آئري آواز ري رڪارڊنگ ني ڀي ڊليٽ ڪريو جائي، يا ڪاو تمي اووہ ري عام وائس ڊيٽا سيٽ ۾ رکوي پسند ڪريو

source: Write
lrk: ليکو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
lrk: او مينک جي ڪيدو او بلڪل لکو، جي ۾ 'um'، يا 'errr' جيوا اکر ڀيرا ھي

source: Write down what you hear the person saying here
lrk: ايئي جي تمي ھڻي هي آ لکو.

source: Write options menu
lrk: لکو اوپݾن مينو

source: Xhosa
lrk: هوسا

source: Xitsonga
lrk: زٽسونگا

source: y
lrk: وائي

source: Y
lrk: وايي

source: Yaqui
lrk: ياڪوي

source: Yes
lrk: ھان

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
lrk: ها، مني اي ميل موڪلو. ھون ڪامن وائس پروجيڪٽ ري بارا م باخبر رهو چاهيون ھون.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
lrk: جي ها، مون ني اي ميلون موڪلو. ھون اي ٻوليءَ ري ترقيءَ ري باري ۾ عام آواز تي باخبر رهوُ چاھون ھون

source: Yiddish
lrk: يدش

source: Yoruba
lrk: يوروبا

source: You
lrk: تمي

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
lrk: تمي<size>{ $size }GB</size> ڊائون لوڊ ڪريا وارا هو، آگي وڌو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
lrk: تمي تيار ھو ڊائون لوڊ شروع ڪريا ھارو <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
lrk: تمي <writePageLink>صفحو لکو</writePageLink> تي جملا ميلاوي ھگھو يا <reviewPageLink>نظرثوني صفحي</reviewPageLink> تي جملو رو جائزو ليئو.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
lrk: تمي پڻ نقل ڪري سگھو ھون سڌو URLs ني آپري پسنديده ڊائون لوڊ مئنيجر ۾. هي 12 ڪلاڪو ۾ ختم ھوئي جائي، پر تمي ڪي ڀي وقت نوان ٺاهڻيا ھارو اي صفحا تي واپس آوي سگهو ھون.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
lrk: تمو ني بورڊ شارٽ ڪٽ پڻ استعمال ڪري سگهو{ sc-review-form-button-approve-shortcut }منظور ڪريا ھارو { sc-review-form-button-reject-shortcut }سوڙيا ھارو{ sc-review-form-button-skip-shortcut }رد ڪريا ھارو { sc-review-form-button-reject-shortcut }

source: You can choose to make your username public or anonymous.
lrk: تمي چونڊي سگھوھون آپرو يوزر نوم عوامي يا گمنام ڪريا ھارو.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
lrk: تمي جوئي سگھو<examplePromptsLink>120 اي شيٽ ۾ مثال طور اشارا</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
lrk: جي </datasetsPage>صدحي datasets<datasetsPage>تمي جائي سگھو ھون </metadataLink>وڙيوڙي ڌيٽا سيٽ <metadataLink>تمي چاھيو ھون آ ورجن ھين ٻولي چونڌو، ھين اوني ڌاون لوڌ ڪرو فائلون ۾ جيم ڪي ديموگرافڪ ھوڻ ھين تصديق واري ڊيٽا تمو ني ڌيٽا سيٽ ڌاون لود ڪريا ھارو ايڪ اي ميل ني ھڻو ڌيڌا رو ضرورت پڙئي

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
lrk: تمي مدد ڪري سگهو ھون ايڪ متنوع، اوپن سورس ڊيٽا سيٽ ٺاهڻيا ھارو ايڪ عام وائيس پروفائل ٺاهين ھين آپري آواز ڀيري ڪرو.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
lrk: تمي موزيلا ٻولي برادري ۾ ھوئين ٻيجو مون ملي سگهو

source: You cannot add multiple sentences for a single submission
lrk: تمي ايڪ ئي جمع ڪرايا ھارو ڪيتائي جملا ڀآرا ڪوئي ڪري سگھو

source: You cannot request your recordings while another request is already in progress.
lrk: تمي آپري رڪارڊنگ ري درخواست ڪوئي ڪري سگهو جڏي تو ٻجي درخواست پآري ۾ ئي جاري هي.

source: You can request a new takeout of your recordings every { $days } days.
lrk: تمي هر { $days } ڏن ۾ تمو ري رڪارڊنگ ري نوي ٽيڪ آئوٽ ري درخواست ڪري سگهو ھون.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
lrk: تمي منيکو تي مدد ڪريا ۾ مدد ڪريا ھارو ئاقعا ھلائوي سگھو او تمو ري سوچ مون وديڪ آسون ھليا وارو <eventTemplate>ھي تمي آ ڪري ھگو ھون ڪي اون لائن ڪانفرسنگ پوزا مون يا زاتي طور تي جيڪدي آ رکݾا ۾ ھي </eventTemplate>واقعيو ھارو امو را ٽيمليٽ ھين وسيلا چيڪ ڪرو

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
lrk: تمي ڪري سگھو <sentenceCollectorLinkAdd>جملو را نينا انگ ڀيرا ڪرو</sentenceCollectorLinkAdd>، يا تمي ڪري سگهو <bulkImportDocsLink>Github استعمال ڪرين بلڪ درآمد</bulkImportDocsLink>. ياد رکو تو جملا <licenseLink>CC0 (يا عوامي ڊومين)</licenseLink> هووُ کپي، يا تمي آپ ھي لکي سگهو ھون.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
lrk: تمي جملا استعمال ڪري سگھو ھين<scraperLink> جملا ڪاڌيا وارو</scraperLink>وڪيپيڊيا مون الگ جملو ني استعمال ڪريا ھارو

source: You check whether the transcription matches the audio
lrk: تمي چيڪ ڪرو تو ٽرانسڪرپشو آڊيو مون ملي ھي يا نه.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
lrk: تمي ويب سائيٽ ٻيري ڪري سگھو ھو، مثال طور "عام آواز - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
lrk: تمي استعمال ڪري سگھو ھون اڪيڊمي ريفرنسنگ اسلوب، مثال طور هارورڊ انداز "Mozilla (2021) Common Voice. https://commonvoice.mozilla.org/ تي دستياب ھي: 15 سيپٽمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
lrk: تمي پيغوم حاصل ڪريا ھارو ݾوݾل مڌيا ٽليٽ فارم استعما ڪرو سگھو ھون پوسٽو ݾيئير ڪرو جي سھي مون وضاحت ڪري ھي تو ڪين ضروري ھي ھين ٻآجو منيکو مون رابطا ۾ لاوہ جي مسلو ھارو آپس ۾ ٻولي رھيا ھي جيم ڪي ٻولي ري سماجي مھم ھلاوي جي ۾ پواد تمي ٻيجي دفا استعمال<campaignLink> يا ٽوڪنالاجي ۾ حيرون ئديڪ صلاح ني جواي آئي ري حق ري آواز</campaignLink> ڪري ھگو

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
lrk: تمي ڪوئي ڀي ٻولي ڪوئي چونڊي هي. ٻوليون چونڊيا ھارو مهربوي ڪرين آپري <profileLink>پروفائل</profileLink> تي جاوُ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
lrk: تمي آ صفحا ھارو جمع ڪرايا ري حد تڪ پوچي گيا ويا ھون. مهربوني ڪرين وري جملو جمع ڪرايا مون پيري { $retryLimit } منٽ انتظار ڪرو. تموري صبر ري مهربوني

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
lrk: تمي آ صفحا ھارو جمع ڪرايا ري حد تڪ پوچي گيا ويا ھون. مهربوني ڪرين وري جملو جمع ڪرايا مون پيري { $retryLimit } منٽ انتظار ڪرو. تموري صبر ري مهربوني

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
lrk: تمو ڪني اي صفحا تي غير محفوظ ڪريوڙي تبديليون آھي. جيڪڏي تمي مقامي تبديل ڪريو، تو تمو ري تبديليون محفوظ ڪوئي ھوئي. ڪاو تمو ني پڪ هي تو تمي مقامي تبديل ڪروي چاهو ھون؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
lrk: تمو ڪني اي صفحا تي غير محفوظ ڪريوڙي تبديليون ھي. جيڪڏي تمي اي صفحا سوڙيو تو تمو ري تبديليون محفوظ ڪوئي ھوئي. ڪاو تمو ني پڪ هي توتمي اي صفحا ني سوڙووُ چاھون

source: You might also want to consider spanning different contexts and domains.
lrk: تمي شايد مختلف تناظر ھين ڊومينز ني وسيع ڪريا تي غور ڪرووُ شاھون.

source: You must allow microphone access.
lrk: تمو ني مائڪروفون تڪ پوچايا ري اجازت ديوي کپي.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
lrk: تمو ري رڪارڊنگ ري هر اکر ني ھوڻيا ري قابل هووہ کپي. امي چاهون ھون ڪي مشين لرننگ الگورتھم مختلف پس منظر ري گوڙ ني سنڀاليا ري قابل ھوئي جائي ، ھين جيم ڪي نيتوڻ تيز آواز يا چپ پس منظر ري موسيقي ني موني ڪري سگهي ھي بلڪل هي تمو ني متن ني مڪمل ھوڻيا مون نه روڪي. سيڪوُ يا 'بريڪنگ اپ' جي تمو ني متن ھوڻيا مون روڪي ھي مطلب تو تمو ني ڪلپ ني رد ڪروُ کپي.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
lrk: تمو رو تلفظ او طريقو هي جي تمي اکرو ري اوچار ڪرو هو. او ني ترتيب ڏئي سگھي ھي تو تمي ڪيڪررھيو هو، تمي ڪيتي ٻوليون ٻولو ھون ھين ٻيجا ڪيتا عنصر. تمو ڪئي ڀي معلومات ني حصيداري ڪري سگهو ھون جي تمي محسوس ڪرو ايئي ڀآراڀير هي.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
lrk: تمو ري گمنام آواز ري رڪارڊنگ ڪامن وائس ڊيٽا سيٽ ۾ رهئي. ايڪ دفعو تمو آپري پروفائل ني حذف ڪري دييو، تمي همي ڊيٽا سيٽ مون تمي ري رڪارڊنگ ني هٽايا ھاروھين درخواست جمع ڪريا ري قابل ڪوئي ھويو

source: Your daily goal has been created
lrk: تمو رو روز رو مقصد ٺاھيو گيو ھي

source: Your dataset is downloading!
lrk: تماري ڌيٽاسيٽ ڌائنلوڌ ھوئي رھئي ھي

source: Your download has started.
lrk: تموري ڊائون لوڊ شروع ھوئي گئي هي.

source: You’re contributing to a target segment
lrk: تمي ٿارگيٿ سيڪݾن مي حصو ليو ھو

source: You’re contributing to our first target segment
lrk: تمي آماري پھري ٽارگيٽ سيڪݾن مي حصو ليو ھو

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lrk: تمي في الحال مقرر ڪريوھي <bold>NOT</bold> اي ميلون وصول ڪرو جيم مقصد ياد ڏيرايا وارو، ماري عام آواز ري باري ۾ پيش رفت تازه ڪاريون ھين نيوز ليٽر

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
lrk: تمي في الحال اي ميلو وصول ڪريا ھارو مقرر ھويوڙا ھون جيم مقصد ياد ڏيرايا وارو، ماري عام آواز ري باري ۾ پيش رفت تازه ڪاريون ھين نيوز ليٽر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
lrk: تمي تموم تيزيءَ مون ٻولون ھو. مهربوني ڪرين جملا رو جائزو ليدا ھارو هڪ لمحو ڪاڍو تاڪي پڪ ڪرو ڪي او صحيح هي.

source: You're helping Common Voice reach our daily sentence goals!
lrk: تمي ڪامن وائيس ني امو ري روزري جملي ري مقصدو تڪ پوچيا ۾ مدد ڪرو ھون!

source: Your email address
lrk: توھانجو اي ميل پتو

source: You respond or reply to it as naturally as you can
lrk: تمي جواب ڏيو يا او رو جواب قدرتي طور تي ڏيو جيم تمي ڪري سگهو ھون.

source: Your files are being assembled. Please check again later.
lrk: تمو ري فائلون ڀيريو ڪريوجائي ھي . مهربوني ڪرين پسي وري چيڪ ڪرو.

source: Your Languages
lrk: تمو ري ٻوليون

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
lrk: ھوئي سگي ڪي تماري ڀولي رو قسم ڪلپس ري ٻاري ھوئي ، جي ڪدي تمي خوݾ ھو تو تمي آپري ٻولي مي ٻيجا جملا جويا ھارو سيٿيگئو بدلي سگيو

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
lrk: تماري ٻولي را قسم جملا مون باري ھوئي سگي جي تمي اي تي خوݾ ھو تو تمي آپري ٻولي مي ٻيجا جملا جويا ھارو آپري سيتيگو بدلي ھگو

source: Your username and email will not be associated with the published data.
lrk: تمو رو صارف نوم ھين اي ميل ھومي ھويوڙي ڊيٽا مون ڀيراڀير ڪوئي ھوئي.

source: Your weekly goal has been created
lrk: تمو رو ھفتارو مقصد ٺاھيو ھيو ھي
